Repository: k2klettern/ez-simple-tweet
Catalog: langs/eztweet-*.po
Languages: es_es

source: You are not authorized to view this page.
es_es: No estas autorizado para ver esta página.

source: settings saved.
es_es: Ajustes guardados.

source: Error - Url does not seems to be correct.
es_es: Error - Url no parece estar correcta.

source: by Eric Zeidan
es_es: por Eric Zeidan

source: Insert your App Tweet Data
es_es: Inserta tus datos de Aplicación

source: Oauth access token
es_es: Token de acceso de Oauth

source: Oauth access token secret
es_es: Token Secreto de acceso Oauth

source: Consumer key
es_es: Llave de Consumo

source: Consumer secret
es_es: Secreto de Consumo

source: Number of tweets
es_es: Número de Tweets

source: Default will be 1 tweet
es_es: Será 1 por defecto

source: Save Changes
es_es: Guardar Cambios

source: Shorcodes you may use
es_es: Shortcodes que puedes usar

source: Returns one simple last tweet you may enter whatever you want to show
es_es: Retorna un simple ultimo tweet, lo puedes colocar donde lo quieras mostrar

source: will return an array of the last number of tweets you have set
es_es: retorna un array de los últimos tweets que has configurado

source: You can use the Ez Twitter Widget to display the Tweets and choose the number of them
es_es: Puedes usar el Widget Ez Twitter para mostrar los tweets y seleccionar cuantos de ellos mostrar

source: Title
es_es: Titulo

source: Description
es_es: Descripción

source: Tweets to Display
es_es: Tweets a mostrar
